{
    "char2idx": {
        "<PAD>": 0,
        "<SOS>": 1,
        "<EOS>": 2,
        "<UNK>": 3,
        "<SIGN>": 4,
        "<TRANS>": 5,
        "अ": 6,
        "अं": 7,
        "अः": 8,
        "आ": 9,
        "इ": 10,
        "ई": 11,
        "उ": 12,
        "ऊ": 13,
        "ऋ": 14,
        "ए": 15,
        "ऐ": 16,
        "ओ": 17,
        "औ": 18,
        "क": 19,
        "क्ष": 20,
        "ख": 21,
        "ग": 22,
        "घ": 23,
        "ङ": 24,
        "च": 25,
        "छ": 26,
        "ज": 27,
        "ज्ञ": 28,
        "झ": 29,
        "ञ": 30,
        "ट": 31,
        "ठ": 32,
        "ड": 33,
        "ढ": 34,
        "ण": 35,
        "त": 36,
        "त्र": 37,
        "थ": 38,
        "द": 39,
        "ध": 40,
        "न": 41,
        "प": 42,
        "फ": 43,
        "ब": 44,
        "भ": 45,
        "म": 46,
        "य": 47,
        "र": 48,
        "ल": 49,
        "व": 50,
        "श": 51,
        "ष": 52,
        "स": 53,
        "ह": 54
    },
    "idx2char": {
        "0": "<PAD>",
        "1": "<SOS>",
        "2": "<EOS>",
        "3": "<UNK>",
        "4": "<SIGN>",
        "5": "<TRANS>",
        "6": "अ",
        "7": "अं",
        "8": "अः",
        "9": "आ",
        "10": "इ",
        "11": "ई",
        "12": "उ",
        "13": "ऊ",
        "14": "ऋ",
        "15": "ए",
        "16": "ऐ",
        "17": "ओ",
        "18": "औ",
        "19": "क",
        "20": "क्ष",
        "21": "ख",
        "22": "ग",
        "23": "घ",
        "24": "ङ",
        "25": "च",
        "26": "छ",
        "27": "ज",
        "28": "ज्ञ",
        "29": "झ",
        "30": "ञ",
        "31": "ट",
        "32": "ठ",
        "33": "ड",
        "34": "ढ",
        "35": "ण",
        "36": "त",
        "37": "त्र",
        "38": "थ",
        "39": "द",
        "40": "ध",
        "41": "न",
        "42": "प",
        "43": "फ",
        "44": "ब",
        "45": "भ",
        "46": "म",
        "47": "य",
        "48": "र",
        "49": "ल",
        "50": "व",
        "51": "श",
        "52": "ष",
        "53": "स",
        "54": "ह"
    },
    "vocab": [
        "<PAD>",
        "<SOS>",
        "<EOS>",
        "<UNK>",
        "<SIGN>",
        "<TRANS>",
        "अ",
        "अं",
        "अः",
        "आ",
        "इ",
        "ई",
        "उ",
        "ऊ",
        "ऋ",
        "ए",
        "ऐ",
        "ओ",
        "औ",
        "क",
        "क्ष",
        "ख",
        "ग",
        "घ",
        "ङ",
        "च",
        "छ",
        "ज",
        "ज्ञ",
        "झ",
        "ञ",
        "ट",
        "ठ",
        "ड",
        "ढ",
        "ण",
        "त",
        "त्र",
        "थ",
        "द",
        "ध",
        "न",
        "प",
        "फ",
        "ब",
        "भ",
        "म",
        "य",
        "र",
        "ल",
        "व",
        "श",
        "ष",
        "स",
        "ह"
    ]
}